{
    "Geografia":[
        {   
            "titulo":"Planetas",
            "catedra":"Listo para viajar años luz en un viaje interestelar para conocer nuestro universo, bueno no necesariamente lo tenemos que hacer para saber que oficialmente tenemos ocho planetas en nuestro sistema solar y que el más grande de ellos es Júpiter, pero no te vayas a confundir con la luna, ya que ella es muy pequeña y no se considera un planeta.",
            "preguntas-respuesta-expliacion":[
                ["¿Cuántos planetas tiene nuestro sistema solar?","8","Creo que si tendremos que hacer el viaje interestelar, recuerda que tenemos ocho"],
                ["¿Cuál es el planea más grande de nuestro sistema solar?","Júpiter","Recuerda que Júpiter es el más grande, claro, sin contar al Sol"],
                ["¿La luna se considera un planeta?","No","Pobre de la luna, si fuera un poco más grande tal vez le hubieras atinado"]
            ]
        },
        {
            "titulo":"Historia de las Matematicas",
            "catedra":"¡La historia de las matemáticas es maravillosa! ya que están en todas partes. Los egipcios fueron una de las primeras civilizaciones en implementarlas en su día a día. Ahora bien, el otro dia escuche a un grupo de investigadores mexicanos decir que los mayas fueron los primeros en utilizar un sistema numérico con el número cero, que locura.",
            "preguntas-respuesta-expliacion":[
                ["¿Qué civilización utilizó por primera vez el número cero?","Los Mayas","Los mayas son los buenasos recuerdalo"],
                ["¿Qué civilización fue la primera en utilizar las matematicas en su día a día?","Los Egipcios","Los egipcios parecen de otro mundo"],
                ["¿Las matemáticas estan en talent land?","Si","Recuerdalo, estan en todos lados, menos en su corazón"]
            ]
        }
    ],
    
    
    "Matematicas":[
            {   
                "titulo":"Multiplicacion",
                "catedra":"Sí tenemos operaciones como cinco por doce, podemos hacer primero cinco por diez que es cincuenta y después sumarle los otros dos cinco",
                "preguntas-respuesta-explicacion":[
                    ["¿Cuánto es 7 por 12?","84","Recuerda siete por diez es setenta y le sumas cuatro veces siete"],
                    ["¿Cuánto es 5 por 12?","40","Recuerda cinco por diez es cincuenta y le sumamos los otros dos cinco"],
                    ["¿Cuánto es 4 por 12?","48","Recuerda cuatro por diez es cuarenta y le sumamos los otros dos cuatro"],
                ]
            },
            {   
                "titulo":"Trigonometria",
                "catedra":"Tenemos tres triángulos importantes en la trigonometría que son el triángulo equilátero con sus tres lados iguales, el triangulo isósceles con dos lados iguales y el triángulo rectángulo sin ningún lado igual",
                "preguntas-respuesta-explicacion":[
                    ["¿Cuántos lados iguales tiene el triángulo equilatero?","3","Buu, recuerda tiene tres lados"],
                    ["¿Cuántos lados iguales tiene el triángulo isoseles?","2","Casi!, tiene solo dos"],
                    ["¿Cuántos lados tiene el triángulo rectángulo?", "Ninguno", "Caíste!, el triángulo rectángulo no tiene ningún lado igual"],
                ]
            },
            {
                "titulo":"Historia de las Matematicas",
                "catedra":"¡La historia de las matemáticas es maravillosa! ya que están en todas partes. Los egipcios fueron una de las primeras civilizaciones en implementarlas en su día a día. Ahora bien, el otro dia escuche a un grupo de investigadores mexicanos decir que los mayas fueron los primeros en utilizar un sistema numérico con el número cero, que locura.",
                "preguntas-respuesta-expliacion":[
                    ["¿Qué civilización utilizó por primera vez el número cero?","Los Mayas","Los mayas son los buenasos recuerdalo"],
                    ["¿Qué civilización fue la primera en utilizar las matematicas en su día a día?","Los Egipcios","Los egipcios parecen de otro mundo"],
                    ["¿Las matemáticas estan en talent land?","Si","Recuerdalo, estan en todos lados, hasta en su corazón"]
                ]
            }
        ]
}
